import { Suspense } from 'react'
import Breadcrumbs from '@/components/ui/BreadCrumbs'

export default function CashbackPage() {
  return (
    <main className="max-w-[1440px] mx-auto py-10 px-[50px]">
      <Suspense fallback={null}>
        {' '}
        <Breadcrumbs />
      </Suspense>
      <h3 className="text-3xl md:text-4xl font-semibold mb-6">
        Умови обміну і повернення
      </h3>
      <p className="mb-[12px]">
        Перед тим як зробити замовлення на gerdan.online потрібно ознайомитися
        із{' '}
        <a href="/info" className="underline">
          загальною інформацією
        </a>{' '}
        про нашу роботу та матеріали.
      </p>
      <h4 className="font-semibold mb-6">
        Повернення коштів або повна заміна виробу (без внесень змін до нього)
        здійснюються у разі:
      </h4>
      <p className="mb-[12px]">
        Якщо виявлені істотні конструктивні відмінності між фактичним виробом і
        інформацією представленої на сайті.
      </p>
      <p className="mb-[12px]">
        Неякісна обробка матеріалів, а так само виконана робота над виробом –
        нерівний шов, суттєві дефекти матеріалів, фурнітури.
      </p>
      <p className="mb-[12px]">
        Якщо зазначений товар не був у споживанні, збережено його товарний вид,
        споживчі властивості, ми зробимо повернення коштів за вирахуванням
        витрат на доставку та переказ грошей в протягом 10 робочих днів після
        отримання виробу на розрахунковий рахунок або картковий рахунок, що
        належить покупцеві.
      </p>
      <p className="mb-[12px]">
        Товари, поки ви їх повертаєте і поки вони не дійшли до нас, знаходяться
        під вашою відповідальністю. Для їх безпеки ми рекомендуємо Вам
        відправити посилку з використанням кур’єрської служби, яка буде
        страхувати товари, і дасть Вам більш вірну інформацію про терміни.
      </p>
      <p className="mb-[12px]">
        Необхідно надання фотографій з вище перерахованими факторами.
      </p>
      <h4 className="font-semibold mb-6">
        Повернення або обмін товару належної якості:
      </h4>
      <p className="mb-[12px]">
        Стаття 9. Відповідно до Закону України «Про захист прав споживачів»:
      </p>
      <p className="mb-[12px]">
        Споживач має право обміняти непродовольчий товар належної якості на
        аналогічний у продавця, у якого він був придбаний в наступних випадках:
      </p>
      <p className="mb-[12px]">
        1) якщо товар не задовольнив покупця за формою, габаритами, фасоном,
        кольором, розміром або з інших причин не може бути ним використаний за
        призначенням.
      </p>
      <p className="mb-[12px]">
        2) якщо він з якихось причин не підійшов покупцеві, при цьому він не
        використовувався і збережено його товарний вигляд, споживчі властивості,
        пломби, ярлики, а також розрахунковий документ, виданий споживачеві
        разом з проданим товаром.
      </p>
      <h4 className="font-semibold mb-6">
        Повернення або обмін товару неналежної якості:
      </h4>
      <p className="mb-[12px]">
        Стаття 8. Згідно Закону України «Про захист прав споживачів»:
      </p>
      <p className="mb-[12px]">
        Якщо недоліки несуттєві, покупець має право на безкоштовне їх усунення у
        встановлений законодавчий термін.
      </p>
      <p className="mb-[12px]">
        Якщо в результаті експертизи встановлено, що недоліки товару виникли з
        вини покупця, він зобов’язаний відшкодувати витрати, пов’язані з
        проведенням експертизи.
      </p>
      <p className="mb-[12px]">
        Усунення недоліків, що виникли внаслідок неправильної експлуатації,
        також проводиться за рахунок покупця.
      </p>
      <h4 className="font-semibold mb-6">
        Обмін і повернення товару належної якості:
      </h4>
      <p className="mb-[12px]">
        1. З дня покупки товару пройшло не більше 14 днів, не рахуючи дня
        покупки, і товар не має слідів експлуатації, збережена цілісність
        пакування, товарний вигляд, споживчі властивості, пломби, маркування, а
        також всі отримані від продавця документи (чеки, гарантійні талони ,
        Інструкція з експлуатації).
      </p>
      <p className="mb-[12px]">
        2. Якщо до товару було додано подарунок, він повинен бути повернутий
        разом з товаром. При цьому подарунок також не повинен містити слідів
        експлуатації, повинен бути збережений його товарний вигляд, споживчі
        властивості, пломби і фабричне пакування. Якщо при здійсненні покупки
        була видана карта постійного клієнта, вона буде анульована.
      </p>
      <p className="mb-[12px]">
        3. Якщо на момент обміну аналогічного товару немає у продажу, споживач
        має право:
      </p>
      <p className="mb-[12px]">
        – купити будь-які інші товари, що є в наявності, з відповідним
        перерахуванням вартості.
      </p>
      <p className="mb-[12px]">
        – отримати назад гроші у розмірі вартості повернутого товару.
      </p>
      <p className="mb-[12px]">
        – здійснити обмін товару на аналогічний при першому ж надходженні
        відповідного товару в продаж.
      </p>
      <p className="mb-[12px]">
        4. При поверненні грошей розрахунки з покупцем проводяться виходячи з
        вартості товару на момент його покупки. Гроші повертаються не пізніше
        ніж протягом 7 днів з моменту підтвердження відсутності факту порушення
        гарантійних зобов’язань з боку покупця.
      </p>
      <h4 className="font-semibold mb-6">
        Обмін товару не здійснюється в наступних випадках:
      </h4>
      <p className="mb-[12px]">
        1. Якщо товар був в експлуатації і має дефекти або знаходиться в
        неповній комплектації.
      </p>
      <p className="mb-[12px]">2. З моменту покупки пройшло більше 14 днів.</p>
      <p className="mb-[12px]">
        Повний і актуальний текст редакції{' '}
        <a
          href="https://zakon.rada.gov.ua/laws/show/1023-12"
          className="underline"
        >
          Закону про захист прав споживачів.
        </a>
      </p>
    </main>
  )
}
