import { Suspense } from 'react'
import Breadcrumbs from '@/components/ui/BreadCrumbs'
import type { Metadata } from 'next'

export const metadata: Metadata = {
  title: 'Публічна оферта',
  description:
    'Договір публічної оферти про замовлення, продаж та доставку товарів GERDAN.',
  alternates: {
    canonical: '/oferta',
  },
}

export default function Oferta() {
  return (
    <main className="max-w-[1440px] mx-auto py-8 px-[50px]">
      <Suspense fallback={null}>
        {' '}
        <Breadcrumbs />
      </Suspense>

      <h2 className="font-semibold text-xl text-center">
        ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ
      </h2>
      <p className="font-semibold text-xl text-center mb-6">
        про замовлення, продаж та доставку товарів
      </p>
      <p>
        Документ, положення якого викладені нижче по тексту, є публічною офертою
        та публічним договором. Відповідно до ст. ст. 633, 641 Цивільного
        кодексу України, його умови є однаковими для всіх Користувачів/Покупців,
        а беззастережне прийняття умов якого вважається акцептуванням цієї
        оферти Користувачем/Покупцем. Відповідно до ч. 2 ст. 642 Цивільного
        кодексу України, факт реєстрації (авторизації) Користувача/Покупця на
        веб-сайті за посиланням,{' '}
        <a href="https://gerdan.online" className="underline">
          https://gerdan.online
        </a>{' '}
        який є вираженим наміром Користувача/Покупця здійснити придбання обраних
        товарів на веб-сайті за вказаним вище посиланням, є акцептом даної
        оферти, що прирівнюється до укладення договору публічної оферти про
        замовлення, придбання, продаж та доставку товарів (надалі – «Договір»)
        на умовах викладених нижче по тексту.
      </p>
      <p className="mt-[12px]">
        Даний публічний договір адресований всім фізичним та юридичним особам,
        що бажають придбати Товар на сайті Продавця за посиланням:
        <a href="https://gerdan.online" className="underline">
          https://gerdan.online
        </a>
      </p>
      <p className="mt-[12px]">
        Фізична особа-підприємець Пушкарьова Наталія Василівна, яка/який діє на
        підставі Витягу з ЄДР від 19.04.2011 року, реєстраційний номер облікової
        картки платника податків: 2558420601, надалі по тексту «Продавець» з
        однієї Сторони, пропонує фізичним особам або юридичним особам, від імені
        яких діє уповноважений представник (надалі – «Користувач»/»Покупець»)
        придбати Товари, представлені на веб-сайті:{' '}
        <a href="https://gerdan.online" className="underline">
          https://gerdan.online
        </a>
      </p>
      <h3 className="font-semibold my-6">1. ВИЗНАЧЕННЯ ОСНОВНИХ ТЕРМІНІВ</h3>

      <p className="mt-[12px]">
        <span className="font-semibold">Публічна оферта –</span> спрямована
        невизначеному колу осіб публічна пропозиція Продавця, що стосується
        укладення електронного договору купівлі-продажу Товарів на визначених
        Продавцем умовах.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Акцепт –</span> надання
        Користувачем/Покупцем повної, безумовної та беззастережної згоди на
        укладення даного Договору в повному обсязі, без підпису письмового
        примірника Договору Сторонами.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Сайт –</span> веб-сайт, що розміщений в
        мережі Інтернет за адресою:{' '}
        <a href="https://gerdan.online" className="underline">
          https://gerdan.online
        </a>{' '}
        включаючи всі його веб-сторінки.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Товар –</span> товари, зображення та/або
        опис яких розміщено на Сайті.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Продавець –</span> це Фізична
        особа-підприємець Пушкарьова Наталія Василівна, товари якої розміщені на
        веб-сайті за посиланням:{' '}
        <a href="https://gerdan.online" className="underline">
          https://gerdan.online
        </a>
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Користувач/Покупець –</span> особа, що
        переглядає інформацію на Сайті та/або замовляє, та/або отримує, та/або
        резервує Товари із використанням технічних інструментів Сайту.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Одержувач –</span> покупець, або особа,
        яка від імені покупця фактично отримує Товар, що був доставлений
        компанією-перевізником.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Замовлення –</span> належним чином
        оформлений та розміщений за допомогою Сайту запит Користувача на на
        здійснення купівлі обраних ним Товарів.
      </p>
      <p className="mt-[12px]">
        <span className="font-semibold">Персональні дані –</span> відомості чи
        сукупність відомостей про фізичну особу, яка ідентифікована або може
        бути конкретно ідентифікована.
      </p>
      <h3 className="font-semibold my-6">2. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
      <ul className="list-disc">
        <li>
          На підставі та умовах, визначених даним Договором, Продавець
          реалізує/продає та доставляє Товари Користувачу/Покупцю, а
          Користувач/Покупець замовляє/купує та отримує Товари, розміщені на
          веб-сайті за посиланням{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          , лише після здійснення Користувачем/Покупцем оплати на поточний
          рахунок Продавця та авторизації на веб-сайті.
        </li>
        <li>
          Право власності на Товар переходить до Користувача/Покупця або
          Отримувача Товару в момент вручення (передачі) Товару і за умови
          повної оплати Користувачем/Покупцем вартості Товару в порядку та на
          умовах, встановлених цим Договором.
        </li>
        <li>
          Всі зміни й доповнення до даного Договору опубліковуються на веб-сайті
          Продавця.
        </li>
        <li>
          Всі умови даного Договору є обов’язковими як для Користувача/Покупця,
          так і для Продавця. Користувач/Покупець зобов’язаний самостійно
          ознайомитися з умовами цього Договору. Продавець не зобов’язаний
          додатково або будь-яким іншим способом інформувати Користувача/Покупця
          про наявність Договору, крім як публікації його на Сайті.
        </li>
        <li>Будь-яка з наступних дій вважається акцептом цього Договору:</li>
        <li>
          безпосереднє оформлення Замовлення Користувачем/Покупцем на сайті;
        </li>
        <li>
          попередня оплата Товару на Сайті з використанням платіжної картки,
          платіжної системи, за реквізитами на поточний рахунок Продавця та/або
          у будь-який інший спосіб.
        </li>
      </ul>
      <h3 className="font-semibold my-6">3. ПРЕДМЕТ ДОГОВОРУ</h3>
      <ul className="list-disc">
        <li>
          Відповідно до умов даного Договору, Продавець зобов’язується передати
          у власність Користувача/Покупця обраний останнім Товар згідно
          Замовлення, а Користувач/Покупець зобов’язується прийняти та оплатити
          Товар, розміщений за посиланням{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>
          , в порядку та на умовах, встановлених цим Договором.
        </li>
        <li>
          Перелік Товарів, які реалізуються Продавцем, а також інша необхідна
          інформація вказані на веб-сайті Продавця, розміщеного в мережі
          Інтернет за адресою{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          .
        </li>
        <li>
          Договір публічної оферти є офіційним документом, який публікується на
          веб-сайті Продавця:{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          .
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        4. ПОРЯДОК УКЛАДЕННЯ ДОГОВОРУ ТА ОФОРМЛЕННЯ ЗАМОВЛЕННЯ
      </h3>
      <ul className="list-disc">
        <li>
          Договір вважається укладеним без його подальшого підписання з моменту
          оформлення Замовлення на будь-який Товар, який є доступним для
          Замовлення на веб-сайті{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          , що свідчить про згоду на дотримання умов Договору, без підписання
          письмового примірника Сторонами.
        </li>
        <li>
          У випадку відсутності замовленого Товару, Продавець зобов’язаний
          довести до відома Користувача/Покупця таку інформацію за допомогою
          засобів зв’язку, залишених Користувачем/Покупцем при реєстрації на
          Сайті або розмістити цю інформацію на сайті, в разі якщо
          Користувачу/Покупцю підходять встановленні строки виготовлення товару
          – останній оформлює замовлення на сайті.
        </li>
        <li>
          Дії, зазначені в п. 4.1 Договору та вчинені Користувачем/Покупцем, є
          підтвердженням повного та безумовного акцептування останнім даної
          публічної оферти.
        </li>
        <li>
          Договір, укладений Користувачем/Покупцем за допомогою акцепту
          публічної оферти, має юридичну чинність відповідно до ст. 642
          Цивільного кодексу України і прирівнюється до письмово укладеного
          договору.
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        5. ПОРЯДОК ТА УМОВИ ДОСТАВКИ ТОВАРІВ
      </h3>
      <ul className="list-disc">
        <li>
          Доставка товарів, замовлених на веб-сайті за посиланням
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          , здійснюється службами доставки по території України відповідно до
          умов, зазначених на Сайті у відповідному розділі з інформацією про
          доставку.
        </li>
        <li>
          Погоджуючись з умовами договору оферти Покупцю формується замовлення в
          електронному вигляді на сайті та дублюється на вказану електронну
          пошту згідно якого Покупець проводить оплату товару на вказані
          реквізити Продавця. Згідно умов договору оферти додаткові документи не
          формуються.
        </li>
        <li>
          При отриманні Товару Користувач/Покупець зобов’язаний перевірити товар
          за кількістю, якістю, асортиментом та комплектністю.
        </li>
        <li>Фактом приймання Товару Користувачем/Покупцем є оплата Товару.</li>
        <li>
          У випадку, якщо доставка Замовлень здійснюється службами доставки
          (далі – «Компанії-перевізники»), шляхом Акцепту цієї Публічної оферти,
          Користувач/Покупець у повному обсязі і беззастережно погоджується з
          Правилами та вартістю перевезення вантажів Компаній-перевізників. З
          умовами таких Правил можна ознайомитись на веб-сайтах відповідних
          Компаній-перевізників.
        </li>
        <li>
          Ризик випадкової загибелі та/або випадкового пошкодження/знищення
          Товару переходить до Одержувача з моменту передачі йому Замовлення і
          проставлення Одержувачем підпису в документах, що підтверджують
          доставку Замовлення.
        </li>
        <li>
          Вартість доставки на сайті не вказується, оскільки залежить від діючих
          тарифів транспортної компанії (перевізника). Продавець не несе
          відповідальності за термін замовлення, тому що вони залежать від дій
          третіх осіб (Компаній-перевізників)
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        6. ПОРЯДОК ТА УМОВИ ПОВЕРНЕННЯ ТОВАРУ
      </h3>
      <ul className="list-disc">
        <li>
          Порядок та умови повернення Товару здійснюється відповідно до Закону
          України «Про захист прав споживачів» №1023-XII від 12.05.1991 року (зі
          змінами та доповненнями).
        </li>
        <li>
          Користувач/Покупець має право відмовитися від поставленого товару
          протягом 14 (чотирнадцяти) днів з моменту отримання Товару виключно за
          умови, що збережено Товарний вид, споживчі властивості Товару,
          фабричну упаковку, ярлики та розрахунковий документ (електронний
          документ, квитанцію, товарний чи касовий чек, квиток, талон або інший
          документ, що підтверджує факт отримання коштів, із зазначенням дати
          здійснення розрахунку).
        </li>
        <li>
          Повернення Товару, доставка якого була здійснена
          Компаніями-перевізниками здійснюється за рахунок Користувача/Покупця.
        </li>
        <li>
          Покупець має право обміняти Товар належної якості на аналогічний, якщо
          товар не задовольнив його за формою, габаритами, фасоном, кольором,
          розміром або з інших причин не може бути використаний за призначенням
          за наступними умовами: товар для обміну надано протягом 14 днів, товар
          не був жодного разу в експлуатації, не містить сліди використання,
          збережений товарний вигляд, споживчі властивості, ярлики, плівки, не
          порушена цілісність пакування, товар не містить потертостей, сколів,
          подряпин, збережена повна комплектація та розрахунковий документ на
          товар.
        </li>
        <li>
          У випадку, якщо доставка Замовлень здійснюється службами доставки
          (далі – «Компанії-перевізники»), шляхом Акцепту цієї Публічної оферти,
          Користувач/Покупець у повному обсязі і беззастережно погоджується з
          Правилами та вартістю перевезення вантажів Компаній-перевізників. З
          умовами таких Правил можна ознайомитись на веб-сайтах відповідних
          Компаній-перевізників.
        </li>
        <li>
          Ризик випадкової загибелі та/або випадкового пошкодження/знищення
          Товару переходить до Одержувача з моменту передачі йому Замовлення і
          проставлення Одержувачем підпису в документах, що підтверджують
          доставку Замовлення.
        </li>
        <li>
          У разі, якщо товар не відповідає вищезазначеним вимогам – Продавець
          має право відмовити в обміні Товару.
        </li>
      </ul>
      <h3 className="font-semibold my-6">7. ПРАВА І ОБОВ’ЯЗКИ СТОРІН</h3>
      <ul className="list-disc">
        <ul className="list-disc ml-5 my-3">
          Продавець зобов’язаний:
          <li>
            Після здійснення підтвердження Замовлення, виконувати належним чином
            оформлені та підтверджені Замовлення.
          </li>
          <li>
            Доставити Товари згідно з оформленим Замовленням та умовами
            Договору.
          </li>
          <li>
            Перевірити кількісні та якісні характеристики Товару під час його
            пакування та підготовки до відправки/доставки.
          </li>
          <li>
            Жодним чином не розголошувати інформацію про персональні дані
            Користувачів та Покупців, паролі та інші дані доступу.
          </li>
          <li>
            Інформувати Користувача/Покупця про поновлення асортименту Товарів
            на веб-сайті{' '}
            <a href="https://gerdan.online" className="underline">
              https://gerdan.online
            </a>{' '}
            .
          </li>
        </ul>
        <ul className="list-disc ml-5 my-3">
          Продавець має право:
          <li>
            В односторонньому порядку призупинити продаж Товарів та надання
            послуг доставки (відмовити в оформленні Замовлення/продажі та
            доставці Товарів) у випадку порушення Користувачем/Покупцем умов
            цього Договору.
          </li>
          <li>
            На власний розсуд, в односторонньому порядку змінювати ціну на
            Товари. У будь-якому випадку, ціна Товару підтвердженого Продавцем
            Замовлення залишається незмінною.
          </li>
          <li>
            У разі відсутності замовлених Користувачем/Покупцем Товарів,
            виключити відсутній Товар із Замовлення та/або анулювати Замовлення
            Користувача/Покупця, обов’язково повідомивши про це
            Користувача/Покупця, шляхом направлення відповідного електронного
            повідомлення за адресою електронної пошти, вказаної
            Користувачем/Покупцем при реєстрації.
          </li>
          <li>
            На власний розсуд, в односторонньому порядку вносити зміни до умов
            цього Договору, шляхом його розміщення (оприлюднення) в новій
            редакції на Сайті. Зміни вступають в силу з моменту їх розміщення
            (оприлюднення), якщо інший строк вступу змін в силу не визначений
            додатково при їх публікації.
          </li>
          <li>
            Розміщувати на Сайті інформацію про рекламні заходи та маркетингові
            активності, які проводяться чи будуть проводитись Продавцем та/або
            третіми особами-партнерами Продавця. Також, відповідно до умов цього
            Договору та Політики конфіденційності, надсилати на адресу
            електронної пошти Користувачів електронні листи з інформацією про
            новини, рекламні заходи, маркетингові активності, інші комерційні
            пропозиції Продавця.
          </li>
          <li>
            Організовувати доставку Замовлень, залучаючи до надання послуг з
            доставки третіх осіб.
          </li>
        </ul>
        <ul className="list-disc ml-5 my-3">
          Користувач/Покупець зобов’язаний:
          <li>
            До моменту Акцепту цієї Публічної оферти ознайомитись з усіма її
            умовами та положеннями.
          </li>
          <li>
            Ознайомитись з інформацією про Товар (його описом), які розміщені на
            Сайті, до моменту оформлення та направлення Замовлення.
          </li>
          <li>
            Належним чином оплатити та отримати оформлене, відповідно до умов
            цієї Публічної оферти Замовлення.
          </li>
          <li>
            При реєстрації та/або при оформленні Замовлення надати Продавцю
            повну інформацію, що необхідна для здійснення доставки Замовлення.
            Користувач/Покупець несе повну відповідальність за надання
            неправдивих відомостей, що спричинили неможливість належного
            виконання Продавцем своїх зобов’язань перед Користувачем/Покупцем.
          </li>
          <li>
            При одержанні Замовлення впевнитися у цілісності та комплектності
            Товару шляхом огляду вмісту Замовлення.
          </li>
          <li>
            Ознайомитись з Правилами перевезення вантажів Компаній-перевізників
            до моменту оформлення Замовлення.
          </li>
        </ul>
        <ul className="list-disc ml-5 my-3">
          Користувач/Покупець має право:
          <li>
            Обрати Товари, оформлювати та направляти Замовлення на відповідних
            сторінках Сайту.
          </li>
          <li>
            Вимагати від Продавця виконання умов та обов’язків, що передбачені
            цією Публічною офертою.
          </li>
          <li>
            Відмовитись від отримання рекламних матеріалів та інших комерційних
            пропозицій Продавця, що направляються останнім на адресу електронної
            пошти Користувача/Покупця.
          </li>
        </ul>
      </ul>
      <h3 className="font-semibold my-6">
        8. ВАРТІСТЬ ТОВАРІВ, ПОРЯДОК ТА УМОВИ РОЗРАХУНКІВ. ІДИВІДУАЛЬНЕ
        ЗАМОВЛЕННЯ.
      </h3>
      <ul className="list-disc">
        <li>
          Ціна на Товар вказана на веб-сайті за адресою{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          в національній валюті України – гривні, за одиницю Товару згідно з
          установленим прейскурантом. Ціна Договору визначається шляхом
          додавання цін всіх обраних Товарів поміщених у віртуальний кошик та
          ціни доставки, яка визначається в залежності від способу доставки
          відповідно до умов Договору.
        </li>
        <li>
          Продавець залишає за собою право змінювати ціну Товару до моменту
          оформлення Замовлення без попередження Користувача/Покупця.
        </li>
        <li>
          Остаточною є ціна, зазначена у відповідному розділі на Сайті при
          безготівковому розрахунку банківською картою або за допомогою
          платіжної системи, обраної Продавцем, або ціна, зазначена у
          відповідному розділі на Сайті на момент отримання
          Користувачем/Покупцем номера рахунку при оплаті за допомогою платіжних
          терміналів, або ціна, зазначена в виставленому рахунку.
        </li>
        <li>
          Вартість Замовлення може змінюватись в залежності від ціни, кількості
          чи номенклатури Товару.
        </li>
        <li>
          Розрахунки між Сторонами щодо умов цього Договору здійснюються у
          національній валюті України одним із зазначених способів: шляхом
          перерахування Користувачем/Покупцем відповідної грошової суми на
          поточний рахунок Продавця на банківські реквізити останнього,
          зазначеними в рахунку на оплату відповідного Товару,
          наданого/надісланого Користувачу/Покупцю Продавцем; шляхом
          безготівкового розрахунку на веб-сайті{' '}
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>
        </li>
        <li>
          Датою оплати Користувачем/Покупцем вартості Товару вважається дата
          надходження відповідної суми грошових коштів на поточний рахунок
          Продавця.
        </li>
        <li>
          Перед здійсненням поставки (доставки) Товару Користувачу/Покупцю,
          Продавець та/або кур’єр, та/або третя сторона, яка здійснює доставку
          замовленого Товару за дорученням Продавця, має право вимагати від
          Покупця надати документ, що підтверджує факт оплати Товару та
          підтвердження особи Покупця.
        </li>
        <li>
          Невиконання Користувачем/Покупцем своїх зобов’язань щодо оплати
          замовленого ним Товару, вважається односторонньою відмовою
          Користувача/Покупця від цього Договору в повному обсязі, що,
          відповідно, має наслідком припинення в повному обсязі всіх зобов’язань
          Продавця, що виникли внаслідок прийняття Користувачем/Покупцем
          пропозиції Продавця щодо укладання цього Договору.
        </li>
        <li>
          Продавець допускає виготовлення виробів за індивідуальними
          замовленнями. При оформленні індивідуального замовлення на виріб за
          характеристиками, кресленнями, фотографіями та розмірами
          Покупця/Користувача, а так само внесення індивідуальних змін до
          штатного виробу з колекцій Продавця: зміна розміру внесення змін у
          конструкцію виробу, доповнення зовнішніми кишенями або ручками,
          використання позаштатних матеріалів або обладнання при виготовленні
          індивідуального виробу. В такому випадку взаємини між Сторонами
          регулюватимуться Цивільним Кодексом України.
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        9. ТЕРМІН ДІЇ, ПОРЯДОК ВНЕСЕННЯ ЗМІН ТА ДОПОВНЕНЬ ДО ДОГОВОРУ
      </h3>
      <ul className="list-disc">
        <li>
          Даний Договір набуває чинності з моменту реєстрації/авторизації
          Користувача/Покупця на сайті та/або оформлення Замовлення на веб-сайті
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>{' '}
          та/або оплати Користувачем/Покупцем Товарів Продавця, вважається
          укладеним на невизначений строк і діє до моменту його відкликання
          Продавцем та/або до повного виконання Сторонами своїх зобов’язань по
          цьому Договору.
        </li>
        <li>
          Продавець залишає за собою право внести зміни в умови Договору та/або
          відкликати його в будь-який момент на свій розсуд. У разі внесення
          Продавцем змін в Договір, такі зміни вступають в силу з моменту
          публікації нової редакції Договору веб-сайті Продавця, якщо інший
          строк набрання чинності змін не визначений додатково при їх
          публікації. Договір вважається відкликаним з моменту видалення його
          публікації з веб-сайту Продавця.
        </li>
        <li>
          З моменту набрання Договором чинності з внесеними змінами і
          доповненнями, Договір починає діяти для Сторін в новій редакції.
        </li>
        <li>
          Продавець має право в односторонньому порядку відмовитися від
          виконання цього Договору, письмово повідомивши Користувача/Покупця не
          менше, ніж за 1 (один) день до передбачуваної дати відмови від
          виконання Договору.
        </li>
        <li>
          Припинення дії даного Договору не звільняє Користувача/Покупця від
          відповідальності за порушення умов даного Договору, що мали місце під
          час його терміну дії.
        </li>
        <li>
          Договір вважається автоматично припиненим (розірваним) у випадках,
          коли: Користувач/Покупець отримав Товар, за який була внесена оплата;
          Користувач/Покупець відмовився від придбання та/або отримання Товару з
          власної ініціативи.
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        10. ВІДПОВІДАЛЬНІСТЬ СТОРІН ТА ВИРІШЕННЯ СПОРІВ
      </h3>
      <ul className="list-disc">
        <li>
          За невиконання або неналежне виконання умов даного Договору Сторони
          несуть відповідальність, передбачену цим Договором та нормами чинного
          законодавства України.
        </li>
        <li>
          У разі, якщо невиконання або неналежне виконання умов даного Договору
          однією із його Сторін призвело до завдання збитків іншій Стороні,
          винна Сторона зобов’язана відшкодувати такі збитки у повному обсязі.
        </li>
        <li>
          Відшкодування завданих збитків не звільняє винну Сторону від
          зобов’язань належним чином виконувати умови даного Договору.{' '}
        </li>
        <li>
          Всі спори та розбіжності, які можуть виникнути при виконанні цього
          Договору, регулюються шляхом переговорів між Сторонами.
        </li>
        <li>
          Якщо будь-який спір неможливо вирішити шляхом переговорів, такий спір
          підлягає розгляду в судовому порядку, за встановленою підвідомчістю та
          підсудністю такого спору, відповідно до чинного законодавства України.
        </li>
        <li>
          Продавець не несе відповідальність за ненадання або неналежне надання
          послуг із продажу Товарів Користувачу/Покупцю за умови настання
          будь-яких обставин, які виникли не з вини Продавця, а саме – настання
          обставин, які виникли з вини чи необережності Користувача/Покупця
          та/або настання обставин, які виникли з вини чи необережності
          будь-якої третьої особи (будь-яких третіх осіб) зі сторони
          Користувача/Покупця, та/або настання форс-мажорних обставин.
        </li>
      </ul>
      <h3 className="font-semibold my-6">11. ФОРС-МАЖОРНІ ОБСТАВИНИ</h3>
      <ul className="list-disc">
        <li>
          Сторони звільняються від відповідальності за невиконання або неналежне
          виконання своїх зобов’язань у випадку, якщо таке невиконання або
          неналежне виконання сталося унаслідок дії обставин непереборної сили
          (форс-мажорних обставин). Під обставинами непереборної сили
          розуміються такі, що виникли поза волею або всупереч волі чи бажанню
          Сторін і, які не можна передбачити чи уникнути, включаючи: військові
          дії, громадські заворушення, епідемії, блокади, пожежі, землетруси,
          інші природні явища, стихійні лиха, збої в електропостачанні й у
          роботі комунікацій, які використовуються для надання послуг з доставки
          та/або продажу Товарів, прийняття актів державних органів та інші
          незалежні від Сторін обставини, що унеможливлюють своєчасне, повне та
          належне виконання Стороною своїх зобов’язань за даним Договором.
        </li>
        <li>
          У випадку виникнення обставин непереборної сили Сторона, яка
          знаходиться під її дією, повідомляє про це іншу Сторону протягом 5
          (п’яти) днів з моменту виникнення такої обставини або з моменту
          виникнення у такої Сторони можливості повідомити іншу Сторону про
          виникнення обставини. Після припинення дії обставин непереборної сили
          Сторона, яка знаходилась під їх дією, повідомляє про таке припинення
          іншу Сторону протягом 5 (п’яти) днів з моменту закінчення дії обставин
          непереборної сили, або з моменту виникнення у такої Сторони можливості
          повідомити іншу Сторону про припинення дії обставин непереборної сили.
        </li>
        <li>
          Якщо форс-мажорні обставини триватимуть більше 3-х (трьох) місяців
          поспіль, то кожна зі Сторін має право відмовитись від подальшого
          виконання зобов’язань за цим Договором і, в такому разі, жодна зі
          Сторін не матиме права на відшкодування іншою Стороною можливих
          збитків.
        </li>
      </ul>
      <h3 className="font-semibold my-6">12. ІНШІ УМОВИ ДОГОВОРУ</h3>
      <ul className="list-disc">
        <li>
          До відносин між Користувачем/Покупцем та Продавцем застосовуються
          положення чинного законодавства України.
        </li>
        <li>
          Фотографії Товару, що містяться на сторінках веб-сайту за адресою
          <a href="https://gerdan.online" className="underline">
            https://gerdan.online
          </a>
          , можуть відрізнятися від фактичного зовнішнього вигляду Товару.
          Описи/характеристики, що супроводжують Товар не претендують на
          всезагальну вичерпність інформації і можуть містити друкарські
          помилки. Для уточнення інформації щодо Товару Користувач повинен
          звернутися за номером, зазначеним на Сайті Продавця.
        </li>
        <li>
          Продавець залишає за собою право розширювати і скорочувати товарну
          пропозицію, представлену на Сайті.
        </li>
        <li>
          Кожна Сторона гарантує іншій, що володіє необхідною дієздатністю,
          тобто всіма повноваженнями, необхідними і достатніми для укладання і
          виконання цього Договору.
        </li>
        <li>
          Продавець не несе відповідальність за зміст і правдивість інформації,
          що надається Користувачем/Покупцем при оформленні замовлення Товарів.
          Виключно Користувач/Покупець несе відповідальність за достовірність
          інформації, вказаної при оформленні такого замовлення.
        </li>
        <li>
          Вся інформація, пов’язана з виконанням цього Договору, є
          конфіденційною.
        </li>
        <li>
          Сторони зобов’язуються зберігати конфіденційну інформацію, отриману в
          результаті виконання цього Договору, за винятком випадків, коли це
          письмово санкціоновано іншою Стороною або вимагається державними
          органами відповідно до чинного законодавства. За розголошення
          конфіденційної інформації винна Сторона несе відповідальність згідно з
          чинним законодавством України.
        </li>
        <li>
          З питань, не передбачених умовами цього Договором, Сторони керуються
          положеннями чинного законодавства України.
        </li>
      </ul>
      <h3 className="font-semibold my-6">
        13. ПЕРСОНАЛЬНІ ДАНІ ТА ПОРЯДОК ЇХ ОБРОБКИ
      </h3>
      <ul className="list-disc">
        <li>
          Власним акцептуванням Договору Користувач/Покупець добровільно надає
          згоду на збір та обробку власних персональних даних, тобто на вчинення
          наступних дій по відношенню до персональних даних Користувача/Покупця:
          збирання, систематизації, внесення в бази даних Продавця, в тому числі
          в електронні, накопичення, зберігання, уточнення, а також на подальше
          використання і розповсюдження Продавцем персональних даних у
          відповідності із положеннями Закону України «Про захист персональних
          даних».
        </li>
        <li>
          Збір персональних даних є складовою процесу їх обробки, що передбачає
          дії з підбору, впорядкування відомостей про Користувача/Покупця та
          внесення їх до бази персональних даних.
        </li>
        <li>
          Поширення персональних даних передбачає дії щодо передачі відомостей
          про Продавця з баз персональних даних за згодою суб`єкта персональних
          даних.
        </li>
        <li>
          Поширення персональних даних без згоди суб`єкта персональних даних
          (Продавця) або уповноваженої ним особи дозволяється у випадках,
          передбачених законом, і лише в інтересах національної безпеки,
          економічного добробуту та прав людини.
        </li>
        <li>
          Персональні дані в базах персональних даних знищуються в порядку,
          встановленому відповідно до вимог ЗУ «Про захист персональних даних».
        </li>
      </ul>
      <h3 className="font-semibold my-6">14. РЕКВІЗИТИ ПРОДАВЦЯ</h3>
      <ul className="font-semibold">
        <li>ПРОДАВЕЦЬ:</li>
        <li>Пушкарьова Наталія Василівна</li>
        <li>IBAN: UA833052990000026008045100528</li>
        <li>РНОКПП: 2558420601</li>
      </ul>
    </main>
  )
}
