import { Suspense } from 'react'
import Breadcrumbs from '@/components/ui/BreadCrumbs'
import type { Metadata } from 'next'

export const metadata: Metadata = {
  title: 'Політика конфіденційності',
  description:
    'Політика конфіденційності інтернет-магазину GERDAN щодо збору та обробки персональних даних.',
  alternates: {
    canonical: '/policy',
  },
}

export default function Policy() {
  return (
    <main className="max-w-[1440px] mx-auto py-6 px-[50px]">
      <Suspense fallback={null}>
        {' '}
        <Breadcrumbs />
      </Suspense>
      <h3 className="text-3xl md:text-4xl font-semibold mb-6">
        Політика конфіденційності
      </h3>

      <p className="font-semibold mb-6">1. Загальні положення</p>
      <h4 className="mb-[12px]">
        Якщо виявлені істотні конструктивні відмінності між фактичним виробом і
        інформацією представленої на сайті.
      </h4>
      <p className="mb-[12px]">
        Gerdan (надалі по тексту – Компанія «gerdan.online»), з повагою
        ставиться до конфіденційної інформації будь-якої особи, яка відвідує наш
        веб-сайт. Ми хотіли б проінформувати Вас про те, які саме дані ми
        збираємо і яким чином їх використовуємо. Ви також дізнаєтеся про те, як
        Ви можете перевірити правильність зібраної інформації і дати нам
        вказівку про вилучення такої інформації. Дані збираються, обробляються і
        використовуються у суворій відповідності до вимог чинного законодавства
        України.
      </p>
      <p className="mb-[12px]">
        Дана заява не поширюється на веб-сайти, перехід на які здійснюється за
        допомогою гіперпосилань, розміщених на сайті gerdan.online».
      </p>
      <h4 className="font-semibold mb-6">
        2. Збір, використання і переробка персональних даних
      </h4>
      <p className="mb-[12px]">
        Ми збираємо інформацію, яка стосується певних осіб, лише з метою обробки
        і використання, і лише в тому випадку, якщо Ви добровільно надали
        інформацію або чітко висловили згоду на її використання. Коли Ви
        відвідуєте наш веб-сайт, певні дані автоматично записуються на сервери
        Компанії«gerdan.online» для системного адміністрування, а також для
        статистичних або резервних цілей. Записана інформація містить назву
        Вашого Інтернет-провайдера, в деяких випадках Вашу ІР-адресу, дані про
        версію програмного забезпечення Вашого браузера, про операційну систему
        комп’ютера, з якого Ви відвідали наш веб-сайт, веб-сайт, який Ви
        використовуєте, щоб відвідати нас, адреси веб-сайтів, які Ви відвідуєте
        одночасно з нашим веб-сайтом та, за можливості, Ваші параметри пошуку,
        що привели Вас на наш сайт. Залежно від обставин, така інформація
        дозволяє зробити висновки про те, яка аудиторія відвідує наш веб-сайт.
        Однак у даному контексті не використовуються жодні персональні дані.
        Використовуватися може лише анонімна інформація. Якщо інформація
        передається сайтом «gerdan.online» зовнішньому провайдерові, вживаються
        всі можливі технічні та організаційні заходи, що гарантують передачу
        даних відповідно до вимог чинного законодавства України про захист
        персональних даних.
      </p>
      <p className="mb-[12px]">
        Якщо Ви добровільно надаєте нам персональну інформацію, ми
        зобов’язуємося не використовувати, не обробляти і не передавати таку
        інформацію у спосіб, що виходить за межі вимог чинного законодавства
        України або зазначається Вами у заяві про згоду. Передача персональних
        даних здійснюється лише на підставі судового рішення або в іншому
        порядку, передбаченому чинним законодавством України.
      </p>
      <p className="mb-[12px]">
        Будь-які зміни у Заяві про конфіденційність будуть публікуватися на
        даній веб-сторінці. Це дозволяє Вам у будь-який час отримати інформацію
        про те, які дані у нас зберігаються, і про те, яким чином ми їх збираємо
        і зберігаємо.
      </p>
      <h4 className="font-semibold mb-6">3. Безпека даних</h4>
      <p className="mb-[12px]">
        Компанія «gerdan.online» зобов’язується дбайливо зберігати Ваші
        персональні дані і вживати усіх запобіжних заходів для їхнього захисту
        від втрати, неправильного використання або внесення змін. Договірні
        партнери сайту «gerdan.online», які мають доступ до Ваших даних, що
        необхідні їм для надання послуг, за умовами угод укладених з сайтом
        «gerdan.online» зобов’язані дотримуватися умов конфіденційності даної
        інформації і не мають права використовувати надані дані задля якихось
        інших цілей. В деяких випадках виникає необхідність передати Ваші запити
        компаніям-партнерам Компанії «gerdan.online». У цих випадках Ваша
        персональна інформація також вважатиметься і використовуватиметься як
        конфіденційна.
      </p>
      <h4 className="font-semibold mb-6">
        4. Персональні дані малолітніх дітей
      </h4>
      <p className="mb-[12px]">
        Компанія «gerdan.online» не бажає збирати інформацію про відвідувачів,
        які не досягли 14 років. У разі необхідності ми можемо недвозначно
        привернути увагу дитини до того, що вона не зобов’язана надсилати на
        нашу адресу жодної особистої інформації.
      </p>

      <h4 className="font-semibold mb-6">
        5. Допоміжне програмне забезпечення
      </h4>
      <p className="mb-[12px]">
        Ми застосовуємо файли сookie з тим, щоб ви могли більш ефективно
        користуватись нашим веб-сайтом. Файли сookie – це невеликі блоки даних,
        які розміщуються на тимчасове зберігання на жорсткий диск вашого
        комп’ютера або у мобільний пристрій для того, щоб ви могли більш
        ефективно користуватися нашим веб-сайтом. Файли сookie не містять жодної
        персональної інформації про вас та можуть бути використані для
        ідентифікації окремого користувача. Нерідко файл сookie містить
        унікальний ідентифікатор, який є анонімним номером (генерується у
        довільному порядку) і зберігається вашим комп’ютером. Деякі файли
        видаляються після завершення сеансу роботи з сайтом, а інші залишаються
        у вашому комп’ютері упродовж більш тривалого часу.
      </p>

      <h4 className="font-semibold mb-6">
        6. Відстеження з використанням мережі Інтернет
      </h4>
      <p className="mb-[12px]">
        На цьому сайті здійснюється збирання та збереження даних для цілей
        маркетингу та оптимізації з використанням технології Webtrekk GmbH. Ці
        дані можна використовувати для створення профілів користувачів під
        псевдонімами. Сайт може встановлювати файли cookie.
      </p>
      <p className="mb-[12px]">
        Без чітко вираженої згоди наших користувачів дані, збирання яких
        здійснюється за технологіями Webtrekk, не використовуються для
        ідентифікації особи відвідувача і не долучаються до будь-яких інших
        персональних даних особи під псевдонімом.
      </p>

      <h4 className="font-semibold mb-6">
        7. Використання плагінів соціальних мереж
      </h4>
      <p className="mb-[12px]">
        Технічне оснащення сторінок нашого веб-сайту включає в себе плагіни
        соціальної мережі facebook.com, керування якою відбувається зі
        штаб-квартири компанії Facebook Inc, розташованої в США, штат
        Каліфорнія, Пало Альто, Авеню Каліфорнія 94304, ул.1601 (надалі
        «Facebook»).
      </p>
      <p className="mb-[12px]">
        Ці плагіни можуть бути кнопками «Like» або відповідно «Мені подобається»
        в мережі Facebook. Якщо Ви відвідуєте одну з наших веб-сторінок,
        оснащену таким плагіном, ваш Інтернет-браузер безпосередньо підключить
        Вас до серверів Facebook і на екрані відобразиться плагін,
        зареєстрований через ваш браузер. Плагін передаватиме на сервер Facebook
        дані про те, які саме наші веб-сторінки Ви відвідали. Якщо Ви маєте
        обліковий запис на Facebook і Ви зайшли у систему під своїм аккаунтом,
        під час відвідування нашої веб-сторінки Facebook пов’язуватиме цю
        інформацію з Вашим аккаунтом.
      </p>
      <p className="mb-[12px]">
        У разі використання будь-яких функцій плагіна (наприклад, при натисканні
        кнопки «Мені подобається» чи коментуванні), ця інформація також буде
        синхронізована з Вашим аккаунтом на Facebook.
      </p>
      <p className="mb-[12px]">
        Більш детальну інформацію про збір та використання даних мережею
        Facebook, а також про права і можливості захисту персональних даних в
        даному контексті можна знайти в розділі про захист персональних даних на
        сайті Facebook.
      </p>
    </main>
  )
}
